{
  "DAY 1": [
    {
      "CONTENT": "10 minutes to perform as many bodyweight squats as possible<br>*at the beginning of every minute do 5 push ups<br><br>rest 2-3 minutes<br><br>10 minutes to perform as many push ups as possible<br>*at the beginning of every minute do 8 bodyweight squats<br><br>rest 2-3 minutes<br><br>4 minutes to perform as many butterfly sit ups as possible<br><br>//<br><br>You need an EMOM timer or a stopwatch for this one. You will start the workout with 5 push ups, and then start doing the squats. When 1 minute passes, you will do another 5 push ups, and so on.<br>Repeat the same process for part 2, the exercises are just switched.<br><br>You can substitute regular push ups for kneeling push ups.<br>If you are someone who wants to make this workout more challenging, on part 1 do 10 push ups at the beginning of every minute and on part 2 do 12 squats instead of 8<br><br>This whole workout lasts 30 minutes from start to finish if you take 3 min rest breaks between different parts of the workout. If you want to make it even shorter, do 8 minutes instead of 10 on both part 1 and 2, and 3 minutes instead of 4 on part 3."
    }
  ],
  "DAY 2": [
    {
      "CONTENT": "20 seconds of work / 10 seconds of rest<br>Up downs<br>Russian twists<br>Shoulder taps<br>Seated knee tucks<br>2 rounds<br><br>rest 1-2 minutes<br><br>20 seconds of work / 10 seconds of rest<br>Toes to hand<br>Flutter kicks<br>Mountain climbers<br>Crossbody toe taps<br>2<br><br>rest 1-2 minutes<br><br>20 seconds of work / 10 seconds of rest<br>Alternating lunges<br>Alternating reverse lunges<br>4 rounds<br><br>rest 1-2 minutes<br><br>20 seconds of work / 10 seconds of rest<br>burpees<br>8 rounds<br><br>//<br><br>You need a TABATA (20/10) timer for this one.<br>You will do 20 sec. of work on up downs, followed by 10 sec. of rest, then 20 sec. of Russian twists, 10 sec. of rest. Once you complete 20 sec. of knee tucks and 10 sec. of rest, that's 1 round. Follow the same structure for all parts of the workout."
    }
  ],
  "DAY 3": [
    {
      "CONTENT": "1 minute of sumo stance squats<br>1 minute of straight leg sit ups<br>1 minute of high knees<br>2 rounds<br><br>2 minute rest<br><br>1 minute of squat jacks<br>1 minute of butterfly sit ups<br>1 minute of lateral hops over an object<br>2 rounds<br><br>2 minute rest<br><br>1 minute of sumo stance squats<br>1 minute of straight leg sit ups<br>1 minute of high knees<br>1 minute of squat jacks<br>1 minute of butterfly sit ups<br>1 minute of lateral hops over an object<br><br>//<br><br>*You are not expected to be able to do the given exercise non-stop on every 1 minute round. If you are able to do that, go for it.<br>But most of you should pace yourself. Don't go to failure then spend the last 15-20 seconds of the 1 minute round resting, that defeats the purpose of this workout structure.<br>Wheen noticing that you are close to failure, take short 5-10 second breaks and then keep going. The number of reps you are able to do in those mini sets will decrease but don't worry about that. The goal is to accumulate as many reps as possible in that minute. How those reps are broken down doesn't really matter.<br><br>*If you feel like 6 minutes of work is too much for you before having a longer break, there are two options to adjust the intensity:<br>- take the 1 minute from the 2 minute rest break and put it between the rounds. You receive the same amount of rest but more equally distributed.<br>-add a 1 minute break between rounds without reducing the 2 minute breaks.<br>Your work out will be 6 minutes longer but significantly less intense."
    }
  ],
  "DAY 4": [
    {
      "CONTENT": "Longevity Day<br><br>Part 1<br>-<u>Cat-cow</u><br>3 sets of 15 reps<br>20-30 sec. rest between sets<br><br>Part 2<br>-<u>Quadruped opposite arm/leg raise</u><br>3 sets of 15 reps<br>20-30 sec. rest between sets"
    }
  ],
  "DAY 5": [
    {
      "CONTENT": "EMOM 12 min.<br>1: Bulgarian split squats 40 sec. of max effort (20 sec. per leg)<br>2: Russian twists 40 sec. of max effort<br><br>2 min. rest<br><br>EMOM 12 min.<br>1:Push ups 30 sec. of max effort<br>2: Seated knee tucks 40 sec. of max effort<br><br>//<br><br>You need an emom timer again, and you need to keep your eye on the clock for this one, especially for Bulgarian split squats.<br><br>12 minute EMOM: 1st minute, you will do 20 sec. of max reps Bulgarian split squats on each leg. Don't rest betwen working legs so that you have those 20 seconds of rest at the end of the minute. Once the first minute is over, you do 40 sec. of max effort on Russian twists, again leaving you 20 sec. of rest at the end of the minute. You repeat the process for 12 minutes total, so 6 rounds/minutes for each exercise.<br>The same structure is followed for part to, except you will be doing 30 sec. of work on push ups.<br><br>If you feel like you absolutely need more rest in this workout, you can add 1 minute rest break after the second exercises into both emoms, making them 18 minutes each. Try not to do that. Rather make the original emoms shorter (8-10) minutes but stick to this structure."
    }
  ],
  "DAY 6": [
    {
      "CONTENT": "30 seconds of plank<br>inmediately into 30 seconds of max. shoulder taps<br>*repeat the process until accumulating total of 200 shoulder taps (left + right is 2 reps)<br><br>rest 2 minutes<br><br>1 minute jumping jacks<br>1 minute seal jacks<br>1 minute high knees<br>1 minute rest<br>3 rounds"
    }
  ],
  "DAY 7": [
    {
      "CONTENT": "Longevity Day<br><br>Part 1<br>-<u>Cat-cow</u><br>3 sets of 15 reps<br>20-30 sec. rest between sets<br><br>Part 2<br>-<u>Quadruped opposite arm/leg raise</u><br>3 sets of 15 reps<br>20-30 sec. rest between sets"
    }
  ],
  "DAY 8": [
    {
      "CONTENT": "Part 1<br>EMOM<br>1: Walking lunges<br>2: Push ups<br>3: 20 jump squats<br>4:Push ups<br>5: 30 regular squats<br>6: full minute rest<br>4 rounds<br><br>rest as needed<br><br>finisher:<br>4 minutes to perform as many straight leg sit ups as possible<br><br>//<br><br>So, with timer turned on, first minute you are doing as many walking lunges as possible. If you don't have enough space for walking lunges, do alternating forward lunges. Next up is minute of max push ups. <b class='red'>Remember not to go to failure and then rest the last 15-20 seconds of the minute.</b> Break it down into mini sets so that you accumulate as many reps as possible. On jump squats and regular squats, once you've completed the given number of reps you have the remainder of that minute to rest. So the faster you do the reps the more time you'll have to rest.<br>If you want some extra time and are willing to really push yourself I challenge you to do 5 rounds."
    }
  ],
  "DAY 9": [
    {
      "CONTENT": "'The Sweat Pyramid'<br><br>25 Toes to hands<br>50 Mountain climbers (left + right is 1 rep)<br>75 Russian twists (left + right is 2 reps)<br>100 Shoulder taps (left + right is 2 reps)<br>200 High knees<br>100 Shoulder taps<br>75 Flutter kicks (left + right is 1 rep)<br>50 Mountain climbers<br>25 Toes to hands<br><br>//<br><br>You need to pace yourself on this one. There are no prescribed rest breaks. If you are able to keep moving while taking minimal rest just to catch some air between reps/sets, do that.<br>Just because a certain number of reps needs to be completed on a given exercise doesn't mean that you are expected to do all those reps in 1 set.<br>Altough there are no prescribed breaks, resting more than 60 seconds at any point during the workout defeats the purpose of this workout structure. Even 60 sec. should count as a pretty long rest.<br>If you really want to dominate this workout, set a rule of not resting more than 40 seconds at any point during the workouts, even if that means you are able to do just 5 reps on some 'sets'."
    }
  ],
  "DAY 10": [
    {
      "CONTENT": "3 minutes of max. reverse lunges<br>1 minute of rest<br>3 minutes of max. push ups<br>1 minute of rest<br>3 minutes of max. up downs<br>1 minute of rest<br>2 minutes of max. reverse lunges<br>1 minute of rest<br>2 minutes of max. push ups<br>1 minute of rest<br>2 minutes of max. up downs<br>2 minutes of rest<br>1 minute of max. reverse lunges<br>1 minute of max. push ups<br>1 minute of max. up downs<br><br>//<br><br>There is a reason why you have a full time minute of rest after each 3 and 2 minute round - so that you take as little rest as possible during those rounds. Again, if you are not expected to work non-stop during those rounds, but pace yourself so that you can work as much as possible. Don't burn yourself out by starting with a set to failure because you will end up making your breaks inside the working round too long. A good rule is never to rest more than 15 seconds inside working rounds.<br>There is also a reason why there is a 2 minutes rest before the final series of rounds - so that you don't rest between those 3 final rounds. <b>I want you to give your 100% and then some more</b>"
    }
  ],
  "DAY 11": [
    {
      "CONTENT": "Longevity Day<br><br>Part 1<br>-<u>Cat-cow</u><br>3 sets of 15 reps<br>20-30 sec. rest between sets<br><br>Part 2<br>-<u>Quadruped opposite arm/leg raise</u><br>3 sets of 15 reps<br>20-30 sec. rest between sets"
    }
  ],
  "DAY 12": [
    {
      "CONTENT": "Part 1<br>Bulgarian split squats<br>10 reps followed by 10 seconds hold in the bottom position<br>9 reps followed by 9 seconds hold in the bottom position<br>8 reps followed by 8 seconds hold in the bottom position<br>... all the way down to<br>2 reps followed by 2 seconds hold in the bottom position<br>10 reps followed by 10 seconds hold in the bottom position<br><br>Part2<br>100 push ups<br>*do a set of regular squats to failure every time you take a break on the way to 100 push ups.<br><br>Part 3<br>4 minutes to perform as many butterfly sit ups as possible<br><br>//<br><br>On part 1 you will perform 10 reps on 1 leg, and after the 10th reps descend once again into the bottom position of the squat and hold there for 10 seconds. You will then repeat the same thing with the other leg. Then 9 reps and 9 seconds with the first leg and so on until reaching 2 rep + 2 seconds per leg. For the final set you will do 10 reps + 10 seconds once again.<br>There is not prescribed rest. This can be as seen as one giant burnout set. You will need to take some short rest because it will start burning really hard really quick. But once you get to 5 reps and down, try to take almost no rest, or no rest at all. It's going to burn but power through it.<br><br>Part 2 is pretty straightforward: the less sets you need to get to 100 reps the le less you will suffer."
    }
  ],
  "DAY 13": [
    {
      "CONTENT": "Part 1<br>Accumulate 4 minutes in side plank position (2 minutes per side)<br><br>Part 2<br>40 seconds of work / 20 seconds of rest<br>Plank to push up transition<br>Shoulder taps<br>Toes to hands<br>Mountain climbers<br>High knees<br>4 rounds<br><br>//<br><br>On part 1, in as few sets as possible and with as little rest between sets as possible you need to accumulate 2 minutes of side plank hold per side. So you will pause the stopwatch every time you take a break and resume it once you get into a side plank again, and repeat until reaching 2 minutes per side.<br>On part 2 make sure to watch the demo video of plank to push up transition, because this movement does not involve doing a push up, but only transitioning between plank and push up positions. (All exercise demo video can be found in a playlist that is linked in the same channel as this program)"
    }
  ],
  "DAY 14": [
    {
      "CONTENT": "Longevity Day<br><br>Part 1<br>-<u>Cat-cow</u><br>3 sets of 15 reps<br>20-30 sec. rest between sets<br><br>Part 2<br>-<u>Quadruped opposite arm/leg raise</u><br>3 sets of 15 reps<br>20-30 sec. rest between sets"
    }
  ],
  "DAY 15": [
    {
      "CONTENT": "7 min. EMOM<br>15 jump squats<br><br>2 min. rest<br><br>7 min EMOM<br>20 squats<br><br>2 min rest<br><br>100 lunges for time (left + right is 1 rep)<br><br>Finisher (optional, not mandatory):<br>4 min. AMRAP straight leg sit ups<br><br>//<br><br>How to adjust the workout for your level of fitness, whether this is too difficult or too easy for you:<br><br>In both EMOMs, you should be completing the given number of reps in 20-35 seconds.<br>If, on the first minute of 7 min. emom you complete the squats in less than 20 seconds, you should increase the number of reps by at least 1-2 reps.<br>If, on the first or second minute of 7 min. emom you need more than 35 sec. to complete the reps, decrease the number of reps by 2 in all future rounds.<br>The ideal scenario should be that during first 4-5 minutes of the emom you are completing the reps inside that 20-35 sec. window and have enough time to recover for the next round, but that in the last 2-3 rounds it gets more difficult and you start struggling a bit."
    }
  ],
  "DAY 16": [
    {
      "CONTENT": "5 burpees<br><br>5 burpees<br>10 up downs<br><br>5 burpees<br>10 up downs<br>20 shoulder taps (left + right is 1 rep)<br><br>5 burpees<br>10 up downs<br>20 shoulder taps<br>40 Russian twists (left + right is 1 rep)<br><br>5 burpees<br>10 up downs<br>20 shoulder taps<br>40 Russian twists<br>80 mountain climbers (left + right is 2 reps)<br><br>5 burpees<br>10 up downs<br>20 shoulder taps<br>40 Russian twists<br>80 mountain climbers<br>160 high knees (left + right is 2 reps)<br><br><b>(measure time needed to complete)</b<br><br>//<br><br>No prescribed rest breaks between exercises and rounds. Pace yourself but try to finish as quickly as you can. Good luck."
    }
  ],
  "DAY 17": [
    {
      "CONTENT": "3 min. AMRAP<br>14 squats<br>12 push ups<br><br>1 min. rest<br><br>3 min. AMRAP<br>12 squats<br>10 push ups<br><br>1 min. rest<br><br>3 min. AMRAP<br>10 squats<br>8 push ups<br><br>1 min. rest<br><br>3 min. AMRAP<br>8 squats<br>6 push ups<br><br>1 min. rest<br><br>3 min. AMRAP<br>6 squats<br>4 push ups<br><br>1 min rest<br><br>3 min. to perform as many flutter kicks as possible<br><br><b>(record total number of rounds completed)</b><br>//<br><br>If you consider yourself to be in good shape and want to challenge yourself, your aim for the first AMRAP should be 6 rounds, or 2 rounds per minute.<br>If you want to scale down the workout and you feel like you would need too much rest between rounds, make sure 1st AMRAP 12 squats + 10 push ups, and descen down in reps following this workout structure."
    }
  ],
  "DAY 18": [
    {
      "CONTENT": "Longevity Day<br><br>Part 1<br>-<u>Cat-cow</u><br>3 sets of 15 reps<br>20-30 sec. rest between sets<br><br>Part 2<br>-<u>Quadruped opposite arm/leg raise</u><br>3 sets of 15 reps<br>20-30 sec. rest between sets"
    }
  ],
  "DAY 19": [
    {
      "CONTENT": "30 min. AMRAP<br>5 push ups<br>10 Bulgarian split squats (5 per leg)<br>15 Russian twists (left + right is 1 rep)<br><br>advanced challenge: complete 30 rounds in under 30 minutes<br><br>//<br><br>Rather than going all out right from the start, figure out what's a reasonable pace that will get challenging as time moves one, but you will be able to keep it.<br>Whether it's 1 round every 1 minute, every 1.5 minutes or 2 minutes, give it a try for a couple of rounds and be honest with yourself, is it too easy or too challenging?<br>If it feels too easy don't increase the pace just yet - 30 minutes is a long time and what feels easy might just becmoe very difficult in 5-6 minutes."
    }
  ],
  "DAY 20": [
    {
      "CONTENT": "Part 1<br>20 jumping jacks<br>20 seal jacks<br>50 jumping jacks<br>50 seal jacks<br>100 jumping jacks<br>100 seal jacks<br><br>Part 2<br>30 sec. side plank left<br>30 sec. plank to push up transition<br>30 sec. side plank right<br>30 sec. rest<br>30 sec. side plank left<br>30 sec. shoulder taps<br>30 sec. side plank right<br>30 sec. rest<br>30 sec. side plank left<br>30 sec. crossbody toe taps<br>30 sec. side plank right<br>60 sec. rest<br>repeat 1 more time<br><br>60 sec. rest<br><br>mountain climbers sprint to failure<br><br>//<br><br>If you are unable to maintain side plank hold for 30 sec. when you are close to failure just take 3-5 sec. rest and get bank into side plank. Try to spend as much time as possible out of those 30 sec. in the side plank.<br>And of course you will lose couple of seconds in each round by transitioning from movement to movement, that's okay."
    }
  ],
  "DAY 21": [
    {
      "CONTENT": "Longevity Day<br><br>Part 1<br>-<u>Cat-cow</u><br>3 sets of 15 reps<br>20-30 sec. rest between sets<br><br>Part 2<br>-<u>Quadruped opposite arm/leg raise</u><br>3 sets of 15 reps<br>20-30 sec. rest between sets"
    }
  ],
  "DAY 22": [
    {
      "CONTENT": "3 minutes to complete 2 rounds of:<br>12 squats + 10 push ups<br>.<br>straight into<br>3 minutes to complete 2 rounds of:<br>14 squats + 12 push ups<br>.<br>straight into<br>3 minutes to complete 2 rounds of:<br>16 squats + 14 push ups<br>.<br>continue repeating these 3 minute blocks and adding 2 reps per exercise, <u>until failure</u>.<br>(you've reached failure when you cannot complete 2 rounds inside 3 minutes)<br><br>There is no rest between 3 minute blocks, the rest you get is time left on the clock when you finish your 2 rounds.<br><br>//<br><br>The length of this workout will depend on how long you are able to keep going.<br>It wouldn't be much of a workout if you failed after 3-4 stations, making the workout last 9-12 minutes.<br>So if needed, adjust the starting number of reps, and then follow the same structure.<br>Example:<br>3 minutes to complete 2 rounds of: 8 squats + 6 push ups<br>3 minutes to complete 2 rounds of: 10 squats + 8 push ups, and so on.<br><br>If you feel like the 1st round is going to be too easy for you and you want to do an advanced version, don't change anything. Follow the original rep structure and let's see for how long can you keep going."
    }
  ],
  "DAY 23": [
    {
      "CONTENT": "You have 2 minutes to complete each station of the workout. The only rest you get is the time you earn for finishing the reps before 2 minute is up.<br><br>0-2 min.<br>80 jumping jacks<br><br>2-4 min.<br>40 Russian twists (L+R is 1 rep)<br><br>4-6 min.<br>50 mountain climbers (L+R is 2 reps)<br><br>6-8 min<br>80 jumping jacks<br><br>8-10 min.<br>40 Russian twists<br><br>10-12 min.<br>50 mountain climbers<br><br>12-14 min.<br>80 jumping jacks<br><br>14-16 min.<br>40 Russian twists<br><br>16-18 min.<br>50 mountain climbers<br><br>18-20 min.<br>As many high knees as possible<br><br>//<br><br>Advanced version: 100 jumping jacks, 50 Russian twists and 60 mt. climbers on each station."
    }
  ],
  "DAY 24": [
    {
      "CONTENT": "100 alternating lunges (L+R is 1 rep)<br>* at the beginning of every minute do 7 push ups<br><br>50 butterfly sit ups<br><br>100 push ups<br>*at the beginning of every minute do 8 alternating lunges<br>(L+R is 2 reps)<br><br>50 butterfly sit ups<br><br><b>(measure time needed to complete 100 lunges and 100 push ups)</b><br><br>//<br><br>You need a stopwatch for this one.<br>At 00:00 do 7 push ups, then go straight into alternating lunges. At 01:00 stop doing lunes and another 7 push ups.<br>Repeat the process until completing 100 lunges.<br><br>Follow the same structure with 100 push ups + 8 lunges at the beginning of every minute.<br><br>This workout cannot be too challenging for any of you because you can reach 100 reps on both exercises by doing 2 reps at a time if needed.<br>This workout can only end up being too long, depending on your fitness level.<br>So if you want to scale it down, do 80 reps of each exercise, with 5 push ups on the lunges part and 6 lunges on the push ups part.<br><br>How much you rest between the stations (lunges/sit ups/push ups/sit ups) is up to you. I would urge you not to rest too much before going into the sit ups, because sit ups themselves should be sort of a rest break compared to lunges and push ups."
    }
  ],
  "DAY 25": [
    {
      "CONTENT": "Longevity Day<br><br>Part 1<br>-<u>Cat-cow</u><br>3 sets of 15 reps<br>20-30 sec. rest between sets<br><br>Part 2<br>-<u>Quadruped opposite arm/leg raise</u><br>3 sets of 15 reps<br>20-30 sec. rest between sets"
    }
  ],
  "DAY 26": [
    {
      "CONTENT": "5 minutes of:<br>30 sec. of max squats<br>30 sec. of rest<br>immediately into<br>5 minutes of:<br>30 sec. of max alternating reverse lunges<br>30 sec. of rest<br>immediately into<br>5 minutes of:<br>30 sec. of squat jacks<br>30 sec. of rest<br><br>rest 2-4 minutes<br>then:<br><br>EMOM until you fail:<br>1st min: 2 push ups + 8 squats<br>2nd min: 4 push ups + 8 squats<br>3rd min: 6 push ups + 8 squats<br>... and so on<br>(you add 2 push ups each minute, but squats always stay at 8 reps)<br><br>//Have fun. :)"
    }
  ],
  "DAY 27": [
    {
      "CONTENT": "Part 1<br>30 sec. side plank left<br>30 sec. side plank right<br>30 sec. steam engines<br>30 sec. mountain climbers<br>30 sec. rest<br>3 rounds<br><br>Part 2<br>1 minute of max. lateral hops over an object<br>1 minute of max. burpees<br>1 minute of max. seated knee tucks<br>1 minute rest<br>3 rounds<br><br>//<br><br>On part 2, some you may find 1 minute of max burpees intimidating. And that 1 minute is actually supposed to make you suffer.<br>But you are not expected to do those burpees at some ridiculous pace, it all depends on your fitness level.<br>If you can go all out and mantain that, go for it.<br>But doing 1-2 burpees, taking 5 sec. rest, 1-2 burpees, 5 sec. rest and repeating until 1 minute is over also counts as 1 minute of burpees. Keep that in mind."
    }
  ],
  "DAY 28": [
    {
      "CONTENT":"Longevity Day<br><br>Part 1<br>-<u>Cat-cow</u><br>3 sets of 15 reps<br>20-30 sec. rest between sets<br><br>Part 2<br>-<u>Quadruped opposite arm/leg raise</u><br>3 sets of 15 reps<br>20-30 sec. rest between sets"
    }
  ]
}
